"AboutWindow.DevelopedStaticTextText" = "פותח ע\"י \"AlphaOmega Software\"";"AboutWindow.FadeInTimer.DevelopedStaticTextText" = "פותח ע\"י \"AlphaOmega Software\"";"AboutWindow.AboutTimer.DevelopedStaticTextText" = "פותח ע\"י \"AlphaOmega Software\"";"AboutWindow.FadeOutTimer.DevelopedStaticTextText" = "פותח ע\"י \"AlphaOmega Software\"";"CommonMenuModule.AppleAboutText" = "פרטים...";"CommonMenuModule.ApplePreferencesText" = "הגדרות...";"CommonMenuModule.AppleQuitText" = "יציאה";"CommonMenuModule.EditClearText" = "נקה";"CommonMenuModule.EditCopyText" = "העתק";"CommonMenuModule.EditCutText" = "חתוך";"CommonMenuModule.EditPasteText" = "הדבק";"CommonMenuModule.EditText" = "ערוך";"CommonMenuModule.HelpDocumentationText" = "קרא את המסמכים...";"CommonMenuModule.HelpTranslateText" = "תרגם לשפה אחרת...";"CommonMenuModule.HelpPurchaseText" = "רכוש קוד הרשמה...";"CommonMenuModule.HelpText" = "עזרה";"CommonMenuModule.HelpWebsiteText" = "הכנס לדף הבית...";"CommonMenuModule.HelpContactText" = "צור עמנו קשר...";"CheckForUpdateContainerControl.CheckCheckBoxCaption" = "בדוק  עידכונים באופן אוטומטי בעת ההפעלה.";"CheckForUpdateThread.NewVersionAvailableMessage" = "הודעת עידכון\r\rישנה ברשת גירסה חדשה של %APPLICATIONNAME%.\rניתן להורידה מייד מהאתר שלנו.";"ResetPreferencesContainerControl.ResetCheckBoxCaption" = "אפס ההגדרות בהפעלה הבאה.";